Repository: JoaquinDW/earn-your-screen-time
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

# %@ / %@ steps
source: %1$@ / %2$@ steps
de: %1$@ / %2$@ Schritte
es: %1$@ / %2$@ pasos
fr: %1$@ / %2$@ pas
it: %1$@ / %2$@ passi
ja: %1$@ / %2$@歩
pt_br: %1$@ / %2$@ passos

source: %@ steps
de: %@ Schritte
es: %@ pasos
fr: %@ pas
it: %@ passi
ja: %@歩
pt_br: %@ passos

source: %@ steps a day.
de: %@ Schritte pro Tag.
es: %@ pasos al día.
fr: %@ pas par jour.
it: %@ passi al giorno.
ja: 1日%@歩。
pt_br: %@ passos por dia.

# %@ steps. Just %@ more than now.
source: %1$@ steps. Just %2$@ more than now.
de: %1$@ Schritte. Nur %2$@ mehr als jetzt.
es: %1$@ pasos. Solo %2$@ más que ahora.
fr: %1$@ pas. Seulement %2$@ de plus qu'actuellement.
it: %1$@ passi. Solo %2$@ in più di ora.
ja: %1$@歩。今よりたった %2$@歩です。
pt_br: %1$@ passos. Só %2$@ a mais do que agora.

source: %@ steps/day
de: %@ Schritte/Tag
es: %@ pasos al día
fr: %@ pas par jour
it: %@ passi al giorno
ja: 1日 %@歩
pt_br: %@ passos por dia

source: %@-step 30-day goal
de: 30-Tage-Ziel: %@ Schritte
es: Objetivo de 30 días: %@ pasos
fr: Objectif sur 30 jours : %@ pas
it: Obiettivo a 30 giorni: %@ passi
ja: 30日目標 %@歩
pt_br: Meta de 30 dias: %@ passos

source: %@. Then %@ %@.
de: %1$@. Dann %2$@ %3$@.
es: %1$@. Después, %2$@ %3$@.
fr: %1$@. Ensuite, %2$@ %3$@.
it: %1$@. Poi %2$@ %3$@.
ja: %1$@。その後、%2$@ %3$@。
pt_br: %1$@. Depois, %2$@ %3$@.

source: %lld days of moving before scrolling.
de: %lld Tage in Bewegung, bevor du scrollst.
es: %lld días moviéndote antes de hacer scroll.
fr: %lld jours à bouger avant de scroller.
it: %lld giorni in movimento prima di scrollare.
ja: %lld日間、スクロールの前に体を動かしました。
pt_br: %lld dias se movendo antes de rolar a tela.

source: %lld hours
de: %lld Stunden
es: %lld horas
fr: %lld heures
it: %lld ore
ja: %lld時間
pt_br: %lld horas

source: %lld minutes
de: %lld Minuten
es: %lld minutos
it: %lld minuti
ja: %lld分
pt_br: %lld minutos

source: %lld of %lld push-ups
de: %lld von %lld Liegestützen
es: %lld de %lld flexiones
fr: %lld sur %lld pompes
it: %lld di %lld flessioni
ja: %lld / %lld回
pt_br: %lld de %lld flexões

source: %lld selected items
de: %lld ausgewählte Elemente
es: %lld elementos seleccionados
fr: %lld éléments sélectionnés
it: %lld elementi selezionati
ja: %lld件を選択中
pt_br: %lld itens selecionados

# %lldh %lldm
source: %1$lldh %2$lldm
de: %1$lld Std. %2$lld Min.
es: %1$lld h %2$lld min
fr: %1$lld h %2$lld min
it: %1$lld h %2$lld min
ja: %1$lld時間 %2$lld分
pt_br: %1$lld h %2$lld min

source: %lldm
de: %lld Min.
es: %lld min
fr: %lld min
it: %lld min
ja: %lld分
pt_br: %lld min

source: ≈ %lld hours
de: ≈ %lld Stunden
es: ≈ %lld horas
fr: ≈ %lld heures
it: ≈ %lld ore
ja: ≈ %lld時間
pt_br: ≈ %lld horas

source: 0 / %@ steps
de: 0 / %@ Schritte
es: 0 / %@ pasos
fr: 0 / %@ pas
it: 0 / %@ passi
ja: 0 / %@歩
pt_br: 0 / %@ passos

source: 0 steps
de: 0 Schritte
es: 0 pasos
fr: 0 pas
it: 0 passi
ja: 0歩
pt_br: 0 passos

source: 2,000–5,000 steps/day
de: 2.000–5.000 Schritte/Tag
es: 2.000–5.000 pasos al día
fr: 2 000–5 000 pas par jour
it: 2.000–5.000 passi al giorno
ja: 1日2,000〜5,000歩
pt_br: 2.000–5.000 passos por dia

source: 3-day free trial
de: 3 Tage kostenlos testen
es: prueba gratis de 3 días
fr: essai gratuit de 3 jours
it: prova gratuita di 3 giorni
ja: 3日間の無料トライアル
pt_br: 3 dias grátis

source: 5 min / 1,000 steps
de: 5 Min. / 1.000 Schritte
es: 5 min / 1.000 pasos
fr: 5 min / 1 000 pas
it: 5 min / 1.000 passi
ja: 5分 / 1,000歩
pt_br: 5 min / 1.000 passos

source: 5 min / 500 steps
de: 5 Min. / 500 Schritte
es: 5 min / 500 pasos
fr: 5 min / 500 pas
it: 5 min / 500 passi
ja: 5分 / 500歩
pt_br: 5 min / 500 passos

source: 5 push-ups
de: 5 Liegestütze
es: 5 flexiones
fr: 5 pompes
it: 5 flessioni
ja: 腕立て5回
pt_br: 5 flexões

source: 5 push-ups earn the same 5 minutes as 500 steps.
de: 5 Liegestütze bringen dieselben 5 Minuten wie 500 Schritte.
es: 5 flexiones ganan los mismos 5 minutos que 500 pasos.
fr: 5 pompes rapportent les mêmes 5 minutes que 500 pas.
it: 5 flessioni valgono gli stessi 5 minuti di 500 passi.
ja: 腕立て5回は、500歩と同じ5分になります。
pt_br: 5 flexões ganham os mesmos 5 minutos que 500 passos.

source: 5 reps → 5 min
de: 5 Wdh. → 5 Min
it: 5 rip. → 5 min
ja: 5回 → 5分

source: 5,000–8,000 steps/day
de: 5.000–8.000 Schritte/Tag
es: 5.000–8.000 pasos al día
fr: 5 000–8 000 pas par jour
it: 5.000–8.000 passi al giorno
ja: 1日5,000〜8,000歩
pt_br: 5.000–8.000 passos por dia

source: 8,000+ steps/day
de: Über 8.000 Schritte/Tag
es: Más de 8.000 pasos al día
fr: Plus de 8 000 pas par jour
it: Più di 8.000 passi al giorno
ja: 1日8,000歩以上
pt_br: Mais de 8.000 passos por dia

source: 10,000 isn't a magic number.
de: 10.000 ist keine magische Zahl.
es: 10.000 no es un número mágico.
fr: 10 000 n'a rien d'un chiffre magique.
it: 10.000 non è un numero magico.
ja: 10,000歩は魔法の数字ではありません。
pt_br: 10.000 não é um número mágico.

source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni
ja: 30日間
pt_br: 30 dias

source: 30 DAYS FROM NOW
de: IN 30 TAGEN
es: DENTRO DE 30 DÍAS
fr: DANS 30 JOURS
it: TRA 30 GIORNI
ja: 30日後
pt_br: DAQUI A 30 DIAS

source: 30-day goal
de: 30-Tage-Ziel
es: Objetivo de 30 días
fr: Objectif sur 30 jours
it: Obiettivo a 30 giorni
ja: 30日目標
pt_br: Meta de 30 dias

source: 500 steps
de: 500 Schritte
es: 500 pasos
fr: 500 pas
it: 500 passi
ja: 500歩
pt_br: 500 passos

source: A 2022 meta-analysis of 15 international studies found that health benefits were associated with step counts below 10,000, and the pattern differed by age.
de: Eine Metaanalyse von 2022 mit 15 internationalen Studien fand Gesundheitsvorteile schon bei Schrittzahlen unter 10.000 – mit Unterschieden je nach Alter.
es: Un metaanálisis de 2022 de 15 estudios internacionales encontró beneficios para la salud asociados con cifras inferiores a 10.000 pasos, con diferencias según la edad.
fr: Une méta-analyse de 2022 portant sur 15 études internationales a associé des bénéfices pour la santé à des nombres de pas inférieurs à 10 000, avec des différences selon l'âge.
it: Una meta-analisi del 2022 su 15 studi internazionali ha rilevato benefici per la salute associati a conteggi di passi inferiori a 10.000, con differenze in base all'età.
ja: 2022年の国際的な15件の研究のメタ分析では、10,000歩未満でも健康上のメリットが見られ、その傾向は年齢によって異なりました。
pt_br: Uma metanálise de 2022 com 15 estudos internacionais encontrou benefícios para a saúde associados a contagens abaixo de 10.000 passos, com padrões diferentes conforme a idade.

source: A bit more light, please
de: Etwas mehr Licht, bitte
es: Un poco más de luz
fr: Un peu plus de lumière
it: Serve un po’ più di luce
ja: もう少し明るく
pt_br: Um pouco mais de luz

source: A blocking app
de: Eine Blocker-App
es: Una app de bloqueo
fr: Une app de blocage
it: Un'app di blocco
ja: ブロック系のアプリ
pt_br: Um app de bloqueio

source: A calendar year. %lld of 365 days are spent scrolling.
de: Ein Kalenderjahr. %lld von 365 Tagen gehen fürs Scrollen drauf.
es: Un año de calendario. %lld de 365 días se van en scroll.
fr: Une année civile. %lld jours sur 365 passent à scroller.
it: Un anno di calendario. %lld giorni su 365 se ne vanno a scrollare.
ja: 1年のカレンダー。365日のうち%lld日をスクロールに費やしています。
pt_br: Um ano de calendário. %lld de 365 dias vão embora rolando a tela.

source: A couple of small changes usually fix it.
de: Meist reichen ein paar kleine Änderungen.
es: Con un par de ajustes chicos suele alcanzar.
fr: Deux petits ajustements suffisent en général.
it: Di solito bastano un paio di piccoli accorgimenti.
ja: ちょっとした調整で、たいてい解決します。
pt_br: Alguns ajustes pequenos costumam resolver.

source: A DIFFERENT APPROACH
de: EIN ANDERER ANSATZ
es: UN ENFOQUE DIFERENTE
fr: UNE AUTRE APPROCHE
it: UN APPROCCIO DIVERSO
ja: 別のアプローチ
pt_br: UMA ABORDAGEM DIFERENTE

source: A field experiment on temptation bundling: linking a desired experience to exercise. It supports the behavioral principle behind pairing movement with access, not a claim that Earnit itself has been clinically validated.
de: Ein Feldexperiment zum „Temptation Bundling“: eine gewünschte Erfahrung mit Sport verknüpfen. Es stützt das Verhaltensprinzip, Bewegung und Zugang zu koppeln, nicht die Behauptung, Earnit selbst sei klinisch geprüft.
es: Un experimento de campo sobre «temptation bundling»: vincular una experiencia deseada con el ejercicio. Respalda el principio conductual de asociar movimiento y acceso, no que Earnit haya sido validada clínicamente.
fr: Une expérience de terrain sur le « temptation bundling » : associer une expérience désirée à l'exercice. Elle appuie le principe comportemental qui consiste à lier mouvement et accès, pas l'idée qu'Earnit ait été validée cliniquement.
it: Un esperimento sul campo sul «temptation bundling»: collegare un'esperienza desiderata all'esercizio fisico. Sostiene il principio comportamentale di abbinare movimento e accesso, non che Earnit sia stata validata clinicamente.
ja: 好きな体験を運動と結びつける「誘惑の抱き合わせ」の実地研究です。運動とアクセスを組み合わせるという行動科学の原則を裏づけるもので、Earnit 自体が臨床的に検証されたという意味ではありません。
pt_br: Um experimento de campo sobre “temptation bundling”: vincular uma experiência desejada ao exercício. Ele sustenta o princípio comportamental de unir movimento e acesso, não a afirmação de que o Earnit tenha validação clínica.

source: A goal built around where you are today.
de: Ein Ziel, das von deinem Heute ausgeht.
es: Un objetivo creado a partir de dónde estás hoy.
fr: Un objectif construit à partir d'où tu en es aujourd'hui.
it: Un obiettivo costruito su dove sei oggi.
ja: 今のあなたに合わせてつくる目標です。
pt_br: Uma meta criada a partir de onde você está hoje.

source: A GOAL THAT FITS
de: EIN ZIEL, DAS PASST
es: UN OBJETIVO A TU MEDIDA
fr: UN OBJECTIF À TA MESURE
it: UN OBIETTIVO SU MISURA
ja: あなたに合う目標
pt_br: UMA META DO SEU TAMANHO

source: A limit is easy to override in the moment.
de: Ein Limit ist im Moment schnell übergangen.
es: Es fácil ignorar un límite en el momento.
fr: Une limite, c'est facile à ignorer sur le moment.
it: Un limite è facile da ignorare sul momento.
ja: 制限は、その場で簡単に解除できてしまいます。
pt_br: É fácil ignorar um limite no calor do momento.

source: A LITTLE ABOUT YOU
de: EIN BISSCHEN ÜBER DICH
es: UN POCO SOBRE TI
fr: UN PEU À TON SUJET
it: QUALCOSA SU DI TE
ja: あなたのことを少しだけ
pt_br: UM POUCO SOBRE VOCÊ

source: A meta-analysis of 15 international cohorts. It supports the statement that 10,000 steps is not a universal threshold and that the observed dose-response pattern varies by age.
de: Eine Metaanalyse von 15 internationalen Kohorten. Sie stützt die Aussage, dass 10.000 Schritte keine universelle Schwelle sind und das beobachtete Dosis-Wirkungs-Muster je nach Alter variiert.
es: Un metaanálisis de 15 cohortes internacionales. Respalda que 10.000 pasos no son un umbral universal y que el patrón observado varía según la edad.
fr: Une méta-analyse de 15 cohortes internationales. Elle appuie l'idée que 10 000 pas ne sont pas un seuil universel et que la relation dose-réponse observée varie selon l'âge.
it: Una meta-analisi di 15 coorti internazionali. Sostiene che 10.000 passi non sono una soglia universale e che il rapporto dose-risposta osservato varia con l'età.
ja: 国際的な15のコホートを対象としたメタ分析です。10,000歩が万人共通の基準ではなく、歩数と効果の関係が年齢によって異なることを裏づけています。
pt_br: Uma metanálise de 15 coortes internacionais. Ela sustenta que 10.000 passos não são um limiar universal e que o padrão de dose-resposta observado varia conforme a idade.

source: A month where scrolling gives you a reason to move.
de: Ein Monat, in dem Scrollen dir einen Grund gibt, dich zu bewegen.
es: Un mes en el que hacer scroll te da un motivo para moverte.
fr: Un mois où scroller te donne une raison de bouger.
it: Un mese in cui scrollare ti dà un motivo per muoverti.
ja: スクロールが体を動かす理由になる、1か月。
pt_br: Um mês em que rolar a tela te dá um motivo para se mover.

source: A set of push-ups unlocks them, wherever you are.
de: Ein Satz Liegestütze schaltet sie frei, wo immer du bist.
es: Una serie de flexiones las desbloquea, estés donde estés.
fr: Une série de pompes les débloque, où que tu sois.
it: Una serie di flessioni le sblocca, ovunque tu sia.
ja: どこにいても、腕立て伏せ1セットでロックが解除されます。
pt_br: Uma série de flexões desbloqueia, onde você estiver.

source: A smaller target can help you build momentum without giving up.
de: Ein kleineres Ziel hilft dir, in Schwung zu kommen, ohne aufzugeben.
es: Un objetivo más pequeño puede ayudarte a ganar impulso sin rendirte.
fr: Un objectif plus modeste peut t'aider à prendre de l'élan sans abandonner.
it: Un obiettivo più piccolo può aiutarti a prendere slancio senza mollare.
ja: 目標を小さくすると、あきらめずに勢いをつけられます。
pt_br: Uma meta menor pode te ajudar a ganhar ritmo sem desistir.

source: A total block can feel too rigid.
de: Eine komplette Sperre kann sich zu starr anfühlen.
es: Un bloqueo total puede ser demasiado rígido.
fr: Un blocage total peut sembler trop rigide.
it: Un blocco totale può sembrare troppo rigido.
ja: 完全なブロックは、厳しすぎると感じることがあります。
pt_br: Um bloqueio total pode parecer rígido demais.

source: About how much do you usually walk?
de: Wie viel gehst du normalerweise ungefähr?
es: ¿Cuánto sueles caminar aproximadamente?
fr: Tu marches à peu près combien, d'habitude ?
it: Più o meno quanto cammini di solito?
ja: 普段はどれくらい歩きますか？
pt_br: Quanto você costuma caminhar, mais ou menos?

source: About the science
de: Zur Studienlage
es: Sobre la evidencia
fr: À propos des études
it: Sulle evidenze
ja: 根拠について
pt_br: Sobre a evidência

source: Activating your plan
de: Dein Plan wird aktiviert
es: Activando tu plan
fr: Activation de ton plan
it: Attivazione del tuo piano
ja: プランを有効にしています
pt_br: Ativando seu plano

source: active days
de: aktive Tage
es: días activos
fr: jours actifs
it: giorni attivi
ja: 活動した日数
pt_br: dias ativos

source: Adjust goal
de: Ziel anpassen
es: Ajustar objetivo
fr: Ajuster l'objectif
it: Modifica obiettivo
ja: 目標を調整
pt_br: Ajustar meta

source: Adjust your daily goal
de: Passe dein Tagesziel an
es: Ajusta tu objetivo diario
fr: Ajuste ton objectif quotidien
it: Modifica il tuo obiettivo giornaliero
ja: 1日の目標を調整
pt_br: Ajuste sua meta diária

source: After 3 days
de: Nach 3 Tagen
es: Después de 3 días
fr: Après 3 jours
it: Dopo 3 giorni
ja: 3日後
pt_br: Após 3 dias

source: After 3 days: %@ %@ unless you cancel at least 24 hours before the trial ends.
de: Nach 3 Tagen: %1$@ %2$@, sofern du nicht mindestens 24 Stunden vor Ende der Probephase kündigst.
es: Después de 3 días: %1$@ %2$@, salvo que canceles al menos 24 horas antes de que termine la prueba.
fr: Après 3 jours : %1$@ %2$@, sauf si vous résiliez au moins 24 heures avant la fin de l’essai.
it: Dopo 3 giorni: %1$@ %2$@, a meno che tu non annulli almeno 24 ore prima della fine della prova.
ja: 3日後：%1$@ %2$@。トライアル終了の24時間前までに解約した場合は請求されません。
pt_br: Após 3 dias: %1$@ %2$@, a menos que você cancele pelo menos 24 horas antes do fim do teste.

source: An estimate based on the range you selected. The point isn't guilt. It's seeing what autopilot can cost.
de: Eine Schätzung auf Basis des von dir gewählten Bereichs. Es geht nicht um Schuld, sondern darum zu sehen, was Autopilot kosten kann.
es: Es una estimación basada en el rango que elegiste. No se trata de sentir culpa, sino de ver cuánto puede costar el piloto automático.
fr: Une estimation basée sur la fourchette que tu as choisie. L'idée n'est pas de culpabiliser, mais de voir ce que le pilote automatique peut coûter.
it: È una stima basata sull'intervallo che hai scelto. Non si tratta di sentirsi in colpa, ma di vedere quanto può costare il pilota automatico.
ja: 選んだ範囲をもとにした推定です。罪悪感を持つためではなく、無意識の習慣にかかる代償を知るためのものです。
pt_br: É uma estimativa baseada na faixa que você escolheu. A ideia não é culpa, é ver quanto o piloto automático pode custar.

source: An estimate is enough. You can adjust your plan later.
de: Eine Schätzung reicht. Du kannst deinen Plan später anpassen.
es: Una estimación es suficiente. Puedes ajustar tu plan más adelante.
fr: Une estimation suffit. Tu pourras ajuster ton plan plus tard.
it: Una stima basta. Puoi modificare il tuo piano più avanti.
ja: だいたいで大丈夫です。プランは後から調整できます。
pt_br: Uma estimativa já basta. Você pode ajustar seu plano depois.

source: Another Screen Time setup or a parental restriction is blocking access. Check Settings › Screen Time, then try again.
de: Eine andere Bildschirmzeit-Einrichtung oder eine Kindersicherung blockiert den Zugriff. Prüfe Einstellungen › Bildschirmzeit und versuche es erneut.
es: Otra configuración de Tiempo de uso o una restricción parental está bloqueando el acceso. Revisa Ajustes › Tiempo de uso e inténtalo de nuevo.
fr: Une autre configuration de Temps d'écran ou une restriction parentale bloque l'accès. Vérifie Réglages › Temps d'écran, puis réessaie.
it: Un'altra configurazione di Tempo di utilizzo o una restrizione parentale blocca l'accesso. Controlla Impostazioni › Tempo di utilizzo e riprova.
ja: 別のスクリーンタイム設定またはペアレンタルコントロールがアクセスを妨げています。設定 › スクリーンタイムを確認してから、もう一度お試しください。
pt_br: Outra configuração do Tempo de Uso ou uma restrição parental está bloqueando o acesso. Confira Ajustes › Tempo de Uso e tente de novo.

source: Any amount of physical activity is better than none.
de: Jede Menge an Bewegung ist besser als gar keine.
es: Cualquier cantidad de actividad física es mejor que ninguna.
fr: Un peu d'activité physique vaut toujours mieux que pas du tout.
it: Qualsiasi quantità di attività fisica è meglio di niente.
ja: どんなに少しでも、体を動かすことは何もしないより良いです。
pt_br: Qualquer quantidade de atividade física é melhor do que nenhuma.

source: Anytime
de: Jederzeit
es: En cualquier momento
fr: À tout moment
it: In qualsiasi momento
ja: いつでも
pt_br: A qualquer momento

source: Apple checks this request online. Connect to the internet and tap Try again.
de: Apple prüft diese Anfrage online. Stelle eine Internetverbindung her und tippe auf Erneut versuchen.
es: Apple verifica esta solicitud en línea. Conéctate a internet y toca Intentar de nuevo.
fr: Apple vérifie cette demande en ligne. Connecte-toi à Internet et touche Réessayer.
it: Apple verifica questa richiesta online. Connettiti a internet e tocca Riprova.
ja: このリクエストはAppleがオンラインで確認します。インターネットに接続して「もう一度試す」をタップしてください。
pt_br: A Apple verifica este pedido online. Conecte-se à internet e toque em Tentar de novo.

source: Apple Health shows a recent average of %@ steps/day.
de: Apple Health zeigt zuletzt durchschnittlich %@ Schritte/Tag.
es: Apple Health muestra un promedio reciente de %@ pasos al día.
fr: Apple Health indique une moyenne récente de %@ pas par jour.
it: Apple Health mostra una media recente di %@ passi al giorno.
ja: Apple Health の最近の平均は1日 %@歩です。
pt_br: O Apple Health mostra uma média recente de %@ passos por dia.

source: Apple only grants Screen Time access on a device with a passcode. Set one in Settings, then come back and try again.
de: Apple gewährt Zugriff auf Bildschirmzeit nur auf Geräten mit Code. Lege in den Einstellungen einen fest und versuche es dann erneut.
es: Apple solo da acceso a Tiempo de uso en dispositivos con código. Configura uno en Ajustes, vuelve e inténtalo de nuevo.
fr: Apple n'accorde l'accès à Temps d'écran que sur un appareil protégé par un code. Définis-en un dans Réglages, puis réessaie.
it: Apple concede l'accesso a Tempo di utilizzo solo sui dispositivi con un codice. Impostane uno in Impostazioni, poi torna e riprova.
ja: Appleはパスコードが設定されたデバイスでのみスクリーンタイムへのアクセスを許可します。設定でパスコードを設定してから、もう一度お試しください。
pt_br: A Apple só libera o Tempo de Uso em aparelhos com código. Defina um em Ajustes, volte e tente de novo.

# appSelection.change
source: Add or remove apps
de: Apps hinzufügen oder entfernen
es: Agregar o quitar apps
fr: Ajouter ou retirer des apps
it: Aggiungi o rimuovi app
ja: アプリを追加・削除
pt_br: Adicionar ou remover apps

# appSelection.choose
source: Choose apps
de: Apps auswählen
es: Elegir apps
fr: Choisir des apps
it: Scegli le app
ja: アプリを選ぶ
pt_br: Escolher apps

# appSelection.count %lld
source: %lld selected
de: %lld ausgewählt
es: %lld seleccionadas
fr: %lld sélectionnées
it: %lld selezionate
ja: %lld件を選択中
pt_br: %lld selecionados

# appSelection.empty
source: Nothing is blocked yet. Choose the apps whose minutes should come out of your balance.
de: Noch ist nichts blockiert. Wähle die Apps, deren Minuten von deinem Guthaben abgehen sollen.
es: Todavía no hay nada bloqueado. Elige las apps cuyos minutos saldrán de tu saldo.
fr: Rien n'est encore bloqué. Choisis les apps dont les minutes seront déduites de ton solde.
it: Non c'è ancora niente di bloccato. Scegli le app i cui minuti usciranno dal tuo saldo.
ja: まだ何もブロックされていません。残高から分を使うアプリを選びましょう。
pt_br: Nada está bloqueado ainda. Escolha os apps cujos minutos vão sair do seu saldo.

# appSelection.explanation
source: Only these spend your minutes. Everything else on your phone is untouched.
de: Nur diese verbrauchen deine Minuten. Alles andere auf deinem iPhone bleibt unberührt.
es: Solo estas gastan tus minutos. Todo lo demás en tu teléfono queda igual.
fr: Seules ces apps dépensent tes minutes. Tout le reste de ton téléphone reste intact.
it: Solo queste consumano i tuoi minuti. Tutto il resto sul telefono resta com'è.
ja: 分を使うのはここで選んだアプリだけです。ほかのアプリはそのままです。
pt_br: Só esses gastam seus minutos. Todo o resto do seu celular fica intacto.

# appSelection.needsAuthorization
source: Screen Time access is needed to choose apps. Grant it in Settings.
de: Für die App-Auswahl wird Zugriff auf Bildschirmzeit benötigt. Erteile ihn in den Einstellungen.
es: Hace falta acceso a Tiempo de uso para elegir apps. Concédelo en Ajustes.
fr: L'accès à Temps d'écran est nécessaire pour choisir des apps. Autorise-le dans Réglages.
it: Serve l'accesso a Tempo di utilizzo per scegliere le app. Concedilo in Impostazioni.
ja: アプリを選ぶにはスクリーンタイムへのアクセスが必要です。設定で許可してください。
pt_br: É preciso acesso ao Tempo de Uso para escolher apps. Conceda nos Ajustes.

# appSelection.removal.confirm
source: Remove from the list
de: Von der Liste entfernen
es: Quitar de la lista
fr: Retirer de la liste
it: Rimuovi dalla lista
ja: リストから外す
pt_br: Tirar da lista

# appSelection.removal.keep
source: Keep protected
de: Geschützt lassen
es: Mantener protegida
fr: La garder protégée
it: Mantieni protetta
ja: そのまま守る
pt_br: Manter protegido

# appSelection.removal.message
source: Sometimes we change the plan just to resolve the impulse of the moment. Pause for a second before deciding.
de: Manchmal ändern wir den Plan nur, um den Impuls des Moments loszuwerden. Halte kurz inne, bevor du entscheidest.
es: A veces cambiamos el plan solo para resolver el impulso del momento. Detente un segundo antes de decidir.
fr: Parfois, on change le plan juste pour céder à l'impulsion du moment. Prends une seconde avant de décider.
it: A volte cambiamo il piano solo per risolvere l'impulso del momento. Fermati un secondo prima di decidere.
ja: その場の衝動を解消するためだけに、計画を変えてしまうことがあります。決める前に少し立ち止まってみましょう。
pt_br: Às vezes mudamos o plano só para resolver o impulso do momento. Pare um segundo antes de decidir.

# appSelection.removal.title
source: Are you trying to bypass your own block?
de: Willst du gerade deine eigene Sperre umgehen?
es: ¿Estás intentando saltarte tu propio bloqueo?
fr: Tu essaies de contourner ton propre blocage ?
it: Stai cercando di aggirare il tuo stesso blocco?
ja: 自分で決めたブロックを外そうとしていませんか？
pt_br: Você está tentando burlar seu próprio bloqueio?

# appSelection.remove.a11y
source: Double tap to remove
de: Doppeltippen zum Entfernen
es: Toca dos veces para quitar
fr: Touche deux fois pour retirer
it: Tocca due volte per rimuovere
ja: ダブルタップで削除
pt_br: Toque duas vezes para remover

# appSelection.title
source: The apps you
de: Die Apps, die du dir
es: Las apps que
fr: Les apps que tu
it: Le app che
ja: あなたが自分で
pt_br: Os apps que

# appSelection.title.emphasis
source: earn.
de: verdienst.
es: te ganas.
fr: gagnes.
it: ti guadagni.
ja: 獲得するアプリ。
pt_br: você ganha.

source: AUTOMATIC EARNING
de: AUTOMATISCH VERDIENEN
es: GANANCIA AUTOMÁTICA
fr: GAIN AUTOMATIQUE
it: GUADAGNO AUTOMATICO
ja: 自動で獲得
pt_br: GANHO AUTOMÁTICO
